#!/usr/bin/python

import sys
import cram

# Разобрать аргументы

# Найти тесты

# Распознать крам тест

# Создать окружение для тестов

# Запустить тест

# Сопоставить ожидаемый и настоящий вывод

# Вывести ответ

print(cram.main(sys.argv[1:]))