#!/usr/bin/python

import sys
import cram

# Разобрать аргументы

# Найти тесты

# Распознать крам тест

# Создать окружение для тестов

# Запустить тест

# Сопоставить ожидаемый и настоящий вывод

import difflib

#print ('\n'.join(difflib.unified_diff([''], [''])))

# Вывести ответ

print(cram.main(sys.argv[1:]))